
** English-German

   #+NAME: endetrqual
   |---------------------------+--------+--------+--------+----------+---------+---------+---------+-----------+------+----------|
   | Model                     | ChrF A | ChrF C | ChrF D | ChrF Avg | COMET A | COMET C | COMET D | COMET Avg | BLEU | BLEU Var |
   |---------------------------+--------+--------+--------+----------+---------+---------+---------+-----------+------+----------|
   | Single greedy AR          |        |        |        |          |         |         |         |           |      |          |
   | Large                     |   56.4 |   61.0 |   60.1 |     59.2 |  0.3801 |  0.4341 |  0.4189 |    0.4110 | 50.5 |      1.3 |
   | Base                      |   55.6 |   59.9 |   58.9 |     58.1 |  0.3594 |  0.4088 |  0.3962 |    0.3881 | 47.9 |      1.3 |
   |                           |        |        |        |          |         |         |         |           |      |          |
   | Single beam AR            |        |        |        |          |         |         |         |           |      |          |
   | Large                     |   56.1 |   60.5 |   59.8 |     58.8 |  0.3770 |  0.4257 |  0.4133 |    0.4053 | 50.8 |      1.3 |
   | Base                      |   55.4 |   59.7 |   58.6 |     57.9 |  0.3598 |  0.4067 |  0.3955 |    0.3873 | 48.0 |      1.3 |
   |                           |        |        |        |          |         |         |         |           |      |          |
   | Ensemble beam AR          |        |        |        |          |         |         |         |           |      |          |
   | Large                     |   56.5 |   61.4 |   60.5 |     59.5 |  0.4015 |  0.4571 |  0.4411 |    0.4332 | 52.2 |      1.3 |
   |---------------------------+--------+--------+--------+----------+---------+---------+---------+-----------+------+----------|
   | Non-autoregressive models |        |        |        |          |         |         |         |           |      |          |
   | Large                     |   55.9 |   60.5 |   59.4 |     58.6 |  0.1155 |  0.1756 |  0.1544 |    0.1485 | 47.8 |      1.2 |
   | Base                      |   54.1 |   58.0 |   56.7 |     56.3 | -0.0753 | -0.0282 | -0.0528 |   -0.0521 | 41.8 |      1.1 |
   | Small                     |   54.0 |   57.9 |   56.8 |     56.2 | -0.1024 | -0.0500 | -0.0731 |   -0.0752 | 41.9 |      1.1 |
   | Micro                     |   55.1 |   58.9 |   57.8 |     57.3 | -0.0338 |  0.0159 | -0.0071 |   -0.0083 | 43.5 |      1.1 |
   | Tiny                      |   51.8 |   55.0 |   54.0 |     53.6 | -0.3538 | -0.3116 | -0.3346 |   -0.3333 | 34.7 |      1.0 |
   |---------------------------+--------+--------+--------+----------+---------+---------+---------+-----------+------+----------|
   #+TBLFM: $5=vmean($2..$4);%0.1f
   #+TBLFM: $9=vmean($6..$8);%0.4f

** German-English

   #+NAME: deentrqual
   |---------------------------+--------+--------+----------+---------+---------+-----------+------+----------|
   | Model                     | ChrF A | Chrf B | ChrF Avg | COMET A | COMET B | COMET Avg | BLEU | BLEU Var |
   |---------------------------+--------+--------+----------+---------+---------+-----------+------+----------|
   | Single greedy AR          |        |        |          |         |         |           |      |          |
   | Large                     |   60.2 |   63.5 |     61.9 |  0.5789 |  0.5947 |    0.5868 | 48.4 |      1.3 |
   | Base                      |   59.5 |   62.4 |     61.0 |  0.5447 |  0.5616 |    0.5532 | 47.0 |      1.3 |
   |                           |        |        |          |         |         |           |      |          |
   | Single beam AR            |        |        |          |         |         |           |      |          |
   | Large                     |   59.9 |   63.1 |     61.5 |  0.5777 |  0.5992 |    0.5885 | 49.2 |      1.2 |
   | Base                      |   59.4 |   62.0 |     60.7 |  0.5453 |  0.5616 |    0.5534 | 47.4 |      1.3 |
   |                           |        |        |          |         |         |           |      |          |
   | Ensemble beam AR          |        |        |          |         |         |           |      |          |
   | Large                     |   60.3 |   63.8 |     62.0 |  0.5818 |  0.6090 |    0.5954 | 50.6 |      1.3 |
   |---------------------------+--------+--------+----------+---------+---------+-----------+------+----------|
   | Non-autoregressive models |        |        |          |         |         |           |      |          |
   | Large                     |   60.3 |   63.0 |     61.6 |  0.3207 |  0.3385 |    0.3296 | 46.4 |      1.4 |
   | Base                      |   60.1 |   62.7 |     61.4 |  0.2923 |  0.2991 |    0.2957 | 45.8 |      1.3 |
   | Small                     |   59.9 |   62.2 |     61.0 |  0.2420 |  0.2503 |    0.2462 | 44.6 |      1.3 |
   | Micro                     |   58.5 |   60.8 |     59.6 |  0.1466 |  0.1485 |    0.1475 | 42.3 |      1.4 |
   | Tiny                      |   55.2 |   56.5 |     55.9 | -0.1539 | -0.1578 |   -0.1558 | 34.4 |      1.3 |
   |---------------------------+--------+--------+----------+---------+---------+-----------+------+----------|
   #+TBLFM: $4=vmean($2..$3);%0.1f
   #+TBLFM: $7=vmean($5..$6);%0.4f


